brew "asdf"
brew "bat"
brew "cloc"
brew "cmake"
brew "fzf"
brew "gh"
brew "lazygit"
brew "luajit"
brew "make"
brew "ncurses"
brew "ranger"
brew "ripgrep"
brew "sketchybar"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zstd"

cask "firefox"
cask "google-chrome"

tap "FelixKratz/formulae"
brew "sketchybar"

tap "nikitabobko/tap"
cask "aerospace"

cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"

cask "alacritty"
cask "ghostty"
cask "raycast"
